Repository: wp-plugins/acategory-dropdown-list
Catalog: acategory-*.po
Languages: fa_ir, fr_fr

source: a´Category Dropdown List Settings
fa_ir: a´Category تنظیمات لیست آبشاری
fr_fr: a´Category Dropdown List Réglages

source: Confirm reset
fr_fr: Confirmer?

source: Resetting...
fr_fr: Remise à zéro...

source: Choose taxonomies you want to display as a dropdown menu.
fa_ir: طبقه‌بندی‌هایی که مي‌خواهید دسته‌بندی‌شان به شکل لیست آبشاری نمایش داده شود را انتخاب کنید.
fr_fr: Choisissez les taxonomies que vous voulez afficher sous forme d'un menu déroulant.

source: Note: The plugin does not support non-hierarchical tags, they are not displayed here.
fa_ir: توجه: این افزونه از برچسب‌های غیر سلسله مراتبی پشتیبانی نمی‌کند و این برچسب‌های اینجا نمایش داده نمی‌شوند.
fr_fr: Note: le plugin ne supporte pas les tags non-hiérarchiques, ils ne sont pas affichés.

source: Save settings
fa_ir: ذخیره کرن تنظیمات
fr_fr: Sauvegarder les paramétres

source: Reset settings
fa_ir: پاک کردن تنظیمات
fr_fr: Remettre à zéro

source: News/Updates
fr_fr: Actualités/Mises à jours

source: No posts
fr_fr: Pas d'actualités

source: Also
fr_fr: Aussi

source: My other projects on
fr_fr: Mes autres projets sur

source: My portfolio:
fr_fr: Mon portfolio:

source: If you like this plugin please <strong>support my work</strong>, buy me <strong>a beer or a coffee</strong>. Click Donate and specify your amount.
fr_fr: Si vous aimez ce plugin merci de <strong>soutenir mon travail</strong>, achetez-moi <strong>une bière ou un café</strong>. Cliquez "Donate" et précisez le montant.

source: In Belgium 1 coffee or 1 beer costs about 2€
fr_fr: En Belgique 1 café ou 1 bière coute environ 2€

source: Name
fa_ir: نام
fr_fr: Nom

source: Options
fa_ir: گزینه‌ها
fr_fr: Paramètres

source: (built in)
fa_ir: (تعبیه شده)
fr_fr: (par defaut)

source: Hide "None" option
fa_ir: مخفی‌کردن گزینه‌ی "هیچ‌کدام"
fr_fr: Cacher l'option "Aucun"

source: Multiple choice
fr_fr: Choix multiple

source: None
fa_ir: هیچ‌کدام

source: After enabling the replacement for a taxonomy you will able to select only one category(term) per post.
fa_ir: پس از فعال‌کردن جایگزینی برای یک طبقه‌بندی، شما قادر خواهید بود فقط یک دسته‌بندی (عنوان) را برای هر مطلب انتخاب کنید.

source: Donate
fa_ir: هدیه

source: If you like this plugin and find it useful, consider donating to support my work by clicking on "Donate" button.
fa_ir: اگر از این افزونه خوشتان آمده و به نظرتان مفید می‌رسد، کمک کردن به این پروژه را مد نظر قرار بدهید و روی دکمه‌ی "هدیه" کلیک کنید.

source: Label
fa_ir: برچسب
